Repository: giellalt/corpus-fkv
Catalog: tmx/sme/ficti/lyrics/isovuonon_kielikeskus_holy_diver.doc.tmx
Source language: fkv
Languages: sme

source: oi mitä tuo huominen.
sme: Guldal in giellasiid

source: oi etkö nää kunka käy.
sme: duohtavuohta nanus lea

source: kiiluvat oon silmät ja täysikuu
sme: Dál oainnán čielgasit,

source: nyt ennustus totteutuu.
sme: eallin joatkašuvvá ain.

source: oi kunpa pääsisin pois
sme: Don leat dán spealu sáŋgar ain

source: Kuka pakenee, pakenee.
sme: it dárbbaš šat báhtarit.

source: Tiikerinki
sme: Dieđát váimmu dovdduid ja jurdagiid
